Repository: hanfour/peer-drop
Catalog: PeerDrop/App/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: That entry isn't available anymore.
ja: そのページはもう利用できません。
ko: 해당 페이지는 더 이상 사용할 수 없어요.
zh_hans: 这一篇已经无法使用了。
zh_hant: 這一篇已經無法使用了。

source: This diary is full.
ja: この日記はいっぱいです。
ko: 이 일기는 가득 찼어요.
zh_hans: 这本日记已经满了。
zh_hant: 這本日記已經滿了。

source: You've reached the limit of 20 diaries.
ja: 日記は最大20冊までです。
ko: 일기는 최대 20권까지 만들 수 있어요.
zh_hans: 你已达到 20 本日记的上限。
zh_hant: 你已達到 20 本日記的上限。

source: This diary already has the maximum of 12 members.
ja: この日記は最大12人のメンバーに達しています。
ko: 이 일기는 최대 인원인 12명에 도달했어요.
zh_hans: 这本日记已达 12 人成员上限。
zh_hant: 這本日記已達 12 人成員上限。

source: A diary with that ID already exists.
ja: 同じIDの日記が既に存在します。
ko: 동일한 ID의 일기가 이미 있어요.
zh_hans: 已经有相同 ID 的日记本存在。
zh_hant: 已經有相同 ID 的日記本存在。

source: That text is too long.
ja: 文章が長すぎます。
ko: 글이 너무 길어요.
zh_hans: 文字太长了。
zh_hant: 文字太長了。

source: This diary couldn't be found.
ja: この日記が見つかりません。
ko: 이 일기를 찾을 수 없어요.
zh_hans: 找不到这本日记。
zh_hant: 找不到這本日記。

source: That invite link isn't valid.
ja: その招待リンクは無効です。
ko: 유효하지 않은 초대 링크예요.
zh_hans: 这个邀请链接无效。
zh_hant: 這個邀請連結無效。

source: Network problem. Please try again.
ja: ネットワークの問題が発生しました。もう一度お試しください。
ko: 네트워크 문제가 발생했어요. 다시 시도해 주세요.
zh_hans: 网络发生问题，请再试一次。
zh_hant: 網路發生問題，請再試一次。

source: Pick Notes, Diaries, Nearby, Library, or Relay from the sidebar.
ja: サイドバーからメモ・日記・付近・ライブラリ・Relay を選択してください。
ko: 사이드바에서 쪽지, 일기, 주변, 라이브러리 또는 Relay를 선택하세요.
zh_hans: 从侧边栏选择纸条、日记、附近、图书馆或 Relay。
zh_hant: 從側邊欄選擇紙條、日記、附近、圖書館或 Relay。

source: Diary
ja: 日記
ko: 일기
zh_hans: 日记
zh_hant: 日記

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙
